namespace EventPlatform.Domain.Models
{
    public enum EventType
    {
        ТеатральнаяПостановка,
        Концерт,
        Музей,
        Выставка,
        Фестиваль,
        СпортивноеСобытие,
        Ярмарка,
        ЛитературныйВечер,
        ОбразовательныйСеминар,
        Конференция,
        Форум,
        Воркшоп,
        МастерКласс,
        БлаготворительноеМероприятие,
        ДетскоеМероприятие,
        СтендапВыступление,
        Кинопоказ,
        Квиз,
        ГастрономическиеУжины,
        VREvent
    }
}
